export default function Home() {
  return (
    <div className="grid w-[80%] mx-auto">
      <p className="self-center">
        Значимость человека определяется не тем, чего он достиг, а скорее тем,
        чего он дерзает достигнуть. Лишь однажды я не нашелся что ответить.
        Когда меня спросили, кто я. Человечество - река света, текущая из
        правечности в вечность. Многоречивому завидует только немой. Многие
        учения схожи с оконным стеклом. Мы видим истину сквозь него, но оно же и
        отделяет нас от истины. Кто чувствует в себе призвание к писательскому
        труду, тот должен владеть знанием, искусством и магией - знанием музыки
        слов, искусством быть безыскусным и магией любви к читателям.
        Великодушие состоит не в том, чтобы ты дал мне нечто такое, в чем я
        нуждаюсь более тебя, но чтобы ты дал мне то, без чего сам не можешь
        обойтись. Есть ли больший недостаток, чем подмечать чужие недостатки?
        Ненависть - нечто мертвое. Кто из вас хотел бы стать склепом? Внемлющий
        истине ничуть не ниже того, кто изрекает ее. Каждую мысль, которую я
        заковал во фразу, я обязан освободить своими делами. Ты пьешь вино,
        чтобы опьянеть, а я пью его, чтобы прогнать хмель другог вина. Подлинная
        суть другог не в том, что он открывает тебе, но в том, чего он открыть
        не может. Поэтому, когда хочешь понять его,вслушивайся лучше не в то,
        что он говорит, а вто, чего он не говорит. Безумец - музыкант в не
        меньшей степени, чем ты или я; только инструмент его немного расстроен.
        Ты свободен днем, под солнцем, и ты свободен ночью, под звездами; Ты
        свободен, когда нет ни солнца, ни луны, ни звезд. Ты свободен даже когда
        закроешь глаза на все сущее. Но ты раб любимого тобою, потому что ты
        любишь его. И ты раб любящего тебя, потому что он тебя любит. Может
        статься, человек кончает с собой из чувства самосохранения. Если все,
        что говорят о добре и зле, правда, тогда вся моя жизнь - одно
        непрерывное преступление. Что есть печаль как не стена между двумя
        садами. Вера - оазис в сердце, которого никогда не достигнуть каравану
        мышления. Можно забыть того, с кем смеялся, но никогда не забыть того, с
        кем вместе плакал.
      </p>
      <p className="self-center">
        Значимость человека определяется не тем, чего он достиг, а скорее тем,
        чего он дерзает достигнуть. Лишь однажды я не нашелся что ответить.
        Когда меня спросили, кто я. Человечество - река света, текущая из
        правечности в вечность. Многоречивому завидует только немой. Многие
        учения схожи с оконным стеклом. Мы видим истину сквозь него, но оно же и
        отделяет нас от истины. Кто чувствует в себе призвание к писательскому
        труду, тот должен владеть знанием, искусством и магией - знанием музыки
        слов, искусством быть безыскусным и магией любви к читателям.
        Великодушие состоит не в том, чтобы ты дал мне нечто такое, в чем я
        нуждаюсь более тебя, но чтобы ты дал мне то, без чего сам не можешь
        обойтись. Есть ли больший недостаток, чем подмечать чужие недостатки?
        Ненависть - нечто мертвое. Кто из вас хотел бы стать склепом? Внемлющий
        истине ничуть не ниже того, кто изрекает ее. Каждую мысль, которую я
        заковал во фразу, я обязан освободить своими делами. Ты пьешь вино,
        чтобы опьянеть, а я пью его, чтобы прогнать хмель другог вина. Подлинная
        суть другог не в том, что он открывает тебе, но в том, чего он открыть
        не может. Поэтому, когда хочешь понять его,вслушивайся лучше не в то,
        что он говорит, а вто, чего он не говорит. Безумец - музыкант в не
        меньшей степени, чем ты или я; только инструмент его немного расстроен.
        Ты свободен днем, под солнцем, и ты свободен ночью, под звездами; Ты
        свободен, когда нет ни солнца, ни луны, ни звезд. Ты свободен даже когда
        закроешь глаза на все сущее. Но ты раб любимого тобою, потому что ты
        любишь его. И ты раб любящего тебя, потому что он тебя любит. Может
        статься, человек кончает с собой из чувства самосохранения. Если все,
        что говорят о добре и зле, правда, тогда вся моя жизнь - одно
        непрерывное преступление. Что есть печаль как не стена между двумя
        садами. Вера - оазис в сердце, которого никогда не достигнуть каравану
        мышления. Можно забыть того, с кем смеялся, но никогда не забыть того, с
        кем вместе плакал.
      </p>
      <p className="self-center">
        Значимость человека определяется не тем, чего он достиг, а скорее тем,
        чего он дерзает достигнуть. Лишь однажды я не нашелся что ответить.
        Когда меня спросили, кто я. Человечество - река света, текущая из
        правечности в вечность. Многоречивому завидует только немой. Многие
        учения схожи с оконным стеклом. Мы видим истину сквозь него, но оно же и
        отделяет нас от истины. Кто чувствует в себе призвание к писательскому
        труду, тот должен владеть знанием, искусством и магией - знанием музыки
        слов, искусством быть безыскусным и магией любви к читателям.
        Великодушие состоит не в том, чтобы ты дал мне нечто такое, в чем я
        нуждаюсь более тебя, но чтобы ты дал мне то, без чего сам не можешь
        обойтись. Есть ли больший недостаток, чем подмечать чужие недостатки?
        Ненависть - нечто мертвое. Кто из вас хотел бы стать склепом? Внемлющий
        истине ничуть не ниже того, кто изрекает ее. Каждую мысль, которую я
        заковал во фразу, я обязан освободить своими делами. Ты пьешь вино,
        чтобы опьянеть, а я пью его, чтобы прогнать хмель другог вина. Подлинная
        суть другог не в том, что он открывает тебе, но в том, чего он открыть
        не может. Поэтому, когда хочешь понять его,вслушивайся лучше не в то,
        что он говорит, а вто, чего он не говорит. Безумец - музыкант в не
        меньшей степени, чем ты или я; только инструмент его немного расстроен.
        Ты свободен днем, под солнцем, и ты свободен ночью, под звездами; Ты
        свободен, когда нет ни солнца, ни луны, ни звезд. Ты свободен даже когда
        закроешь глаза на все сущее. Но ты раб любимого тобою, потому что ты
        любишь его. И ты раб любящего тебя, потому что он тебя любит. Может
        статься, человек кончает с собой из чувства самосохранения. Если все,
        что говорят о добре и зле, правда, тогда вся моя жизнь - одно
        непрерывное преступление. Что есть печаль как не стена между двумя
        садами. Вера - оазис в сердце, которого никогда не достигнуть каравану
        мышления. Можно забыть того, с кем смеялся, но никогда не забыть того, с
        кем вместе плакал.
      </p>
      {/* <AnimatedCard/> */}
    </div>
  );
}
